TOKEN = ""
YANDEX_FOLDER_ID = "b1g18jbemvgi6dkjue7h"
YANDEX_GPT = "yandexgpt-lite"

GENRE = [
    "Триллер",
    "Коммедия",
    "Хоррор",
    "Мелодрама",
    "Жанры от ии (-100 токенов)"
]

CHARACTER = [
    "Марина Волкова Возраст: 27 лет Занятие: Архитектор. Марина создаёт экологичные и устойчивые жилые комплексы в "
    "городских условиях.",
    "Игорь Смирнов Возраст: 45 лет Занятие: Шеф-повар. Игорь владеет сетью ресторанов, где предлагает авторскую кухню "
    "с элементами молекулярной гастрономии.",
    "Елена Кузнецова Возраст: 32 года Занятие: Дизайнер одежды. Елена известна своими авангардными коллекциями и "
    "сотрудничеством с известными брендами.",
    "Дмитрий Васильев Возраст: 38 лет Занятие: Разработчик видеоигр. Дмитрий работает над созданием инновационных игр "
    "с использованием виртуальной реальности."
    "Жанры от ии (-200 токенов)"
]

ENV = [
    "Технофэнтези",
    "Антиутопия",
    "Магический реализм",
    "Городская сказка",
    "Космическая опера",
    "Фэнтези-хоррор"
]

